{
	"Administration": "Administration",
	"About school": "About school",
	"Symbolism": "Symbolism",
	"Address": "Address",
	"head teacher": "school director",
	"deputy headmaster": "deputy headmasters",
	"psychologists": "psychologists",
	"english": "English",
	"uzbek": "Uzbek",
	"russian": "Russian",
	"qaraqalpaq": "Qaraqalpaq",
	"Choose language": "Choose language",
	"School passport": "School passport",
	"School Charter": "School charter",
	"Coat of arms of Uzbekistan": "Coat of arms of Uzbekistan",
	"Flag of Uzbekistan": "Flag of Uzbekistan",
	"Anthem of Uzbekistan": "Anthem of Uzbekistan",
	"Coat of arms of Karakalpakistan": "Coat of arms of Karakalpakistan",
	"Flag of Karakalpakistan": "Flag of Karakalpakistan",
	"Anthem of Karakalpakistan": "Anthem of Karakalpakistan",

	"Qutibaeva Zulfiya Qalbaevna": "Qutibaeva Zulfiya Qalbaevna",

	"School address": "School address: Nukus city, Miyweli street, building No. 10",
	"deputies": "Deputy Principals of School No. 38",
	"Deputy Director for Academic Affairs": "Deputy Director for Academic Affairs",
	"Psychologist at school No. 38": "Psychologist at school No. 38",

	"Palvanova Diloram Abdukhalimovna": "Palvanova Diloram Abdukhalimovna",
	"Ametova Muhaddas Saparbaevna": "Ametova Muhaddas Saparbaevna",

	"Director of school No. 38": "Director of school No. 38",

	"Abdieva Sholpan Tlepbaevna": "Abdieva Sholpan Tlepbaevna",
	"Sitimbetova Gulzhamila Amanbaevna": "Sitimbetova Gulzhamila Amanbaevna",
	"Deputy Director for Spiritual and Educational Work": "Deputy Director for Spiritual and Educational Work",
	"Deputy Director for Spiritual and Moral Work": "Deputy Director for Spiritual and Moral Work",
	"Allekeev Toremurat Zhangabaevich": "Allekeev Toremurat Zhangabaevich",
	"Abdrazakova Gulzar Sadirbaevna": "Abdrazakova Gulzar Sadirbaevna",

	"School passport No. 38": "School passport No. 38",
	"Charter of school No. 38": "Charter of school No. 38",

	"post01": "On October 29, 2021, the Nukus City Administration's Department of Religious Affairs and the Nukus City branches of the Republican Center for Spirituality and Enlightenment organized a competition among general education schools located in the 1st sector, under the slogan \"National Dress is the Foundation of Spirituality,\" with the aim of strengthening the ideological immunity of young people, raising their dress culture, awakening respect for our national identity, and protecting them from the influence of foreign ideas. The competition consisted of \"National Dress Exhibition\" and \"Stage Performance on the Culture of National Dress\" categories.  As a result of the competition, school number 38 in our capital city took first place.",
	"post02": "The festival continues at school No. 38 in Nukis, where a meeting was held with children's writer, renowned scholar Allanazar Abdiev.\nStudents learned about the writer's creative path, gained a broader understanding, and received a lot of information.\nAnother guest of our meeting was Konisbay Yusupov, Doctor of Pedagogical Sciences, Professor at Karakalpak State University (QMU).\nA meaningful and memorable meeting took place with two scholars of the Republic of Karakalpakstan. Members of our school's \"Qizlarjan\" (Girls' Soul) circle added beauty to the event with their poems and dances.\nAitenova Ziyada Afinovna, Head of the Primary Women's Organization, Head of the \"Qizlarjan\" circle, Teacher of Karakalpak Language and Literature, and recipient of the \"Excellent Educator of the Republic of Karakalpakstan\" badge.",
	"post03": "In school number 38, a large-scale event was organized for the first time in the Republic within the framework of the \"BIYBIXONIM School\".\nBayramgul Ayimbetova from the Council of Ministers of the Republic of Karakalpakstan, Amangul Tilewniyazova from the Ministry of Public Education,\nGumshagul Oralbaeva from the Department of Public Education, and\nKudaybergen Nizamatdinov from the Nukus city administration participated in the event and expressed their gratitude to the staff of school number 38, who organized the event.",
	"post04": "School students scored 7.5 points in the book lovers' competition and received a pass to the next stage.",
	"post05": "The Academy expressed gratitude to the school staff for our student Jumamuratov Kamal Rashitovich, a graduate of our school in 2024, who is studying at the Academy of Emergency Situations in Tashkent.",
	"post06": "In the competition called \"New Year Stars\" held in Tashkent, our student Shamuratov Aktilek, a student of 6g class, took 1st place.",
	"post07": "A targeted training seminar for students of the Department of Language Teaching Methodology was held at the Regional Center for Retraining and Advanced Training of Public Education Workers in the city of Nukus, Republic of Karakalpakstan. Teachers from cities and districts participated in the seminar. Information on interactive methods and innovative technologies was provided at the seminar.\nAitenova Ziyada, a teacher of Karakalpak language and literature at school No. 38.",
	"post08": "A targeted training seminar for students of the Department of Language Teaching Methodology was held at the Regional Center for Retraining and Advanced Training of Public Education Workers in the city of Nukus, Republic of Karakalpakstan. Teachers from cities and districts participated in the seminar. Information on interactive methods and innovative technologies was provided at the seminar.\nAitenova Ziyada, a teacher of Karakalpak language and literature at school No. 38.",
	"post09": "Aitenova Ziyada Afinovna, a teacher of the Karakalpak language and literature at school No. 38, which belongs to the Nukus City Department of Public Education, attended and actively participated in a master class held by the winners and finalists of the 'Ustoz-2020' and 'Ustoz-2021' National Awards, organized by the NGO 'Teachers Association' in Tashkent at the NTM 'Sehryo' and NTM 'Genesis Education' schools, and was awarded a CERTIFICATE. She returned sharing her pedagogical experience.",
	"post010": "In the national contest \"Woman of the Year,\" organized by the Department of Family and Women's Affairs of the city of Nukus, Aitenova Ziyada Afinovna, a teacher from school No. 38, actively participated in the nomination \"Woman of the Year - Master of Her Profession\" and was awarded a 3rd-degree diploma."
}
