{
	"Administration": "Administraciya",
	"About school": "mektep haqqinda",
	"Address": "Ma'nzili",
	"head teacher": "direktor",

	"Symbolism": "Nishanlar",
	"deputy headmaster": "direktor orinbasarlari",
	"psychologists": "psixologlar",
	"english": "anglissha",
	"uzbek": "o'zbekshe",
	"russian": "russha",
	"qaraqalpaq": "qaraqalpaqsha",
	"Choose language": "Til saylan'",
	"School passport": "mektep passporti",
	"School Charter": "mektep ustavi",
	"Coat of arms of Uzbekistan": "O'zbekistan gerbi",
	"Flag of Uzbekistan": "O'zbekistan bayrag'i",
	"Anthem of Uzbekistan": "O'zbekistan gimni",
	"Coat of arms of Karakalpakistan": "Qaraqalpaqistan gerbi",
	"Flag of Karakalpakistan": "Qaraqalpaqistan bayrag'i",
	"Anthem of Karakalpakistan": "Qaraqalpaqistan gimni",

	"Qutibaeva Zulfiya Qalbaevna": "Qutibaeva Zulfiya Qalbaevna",

	"School address": "Mektep mánzili: Nókis qalası Miyweli kóshesi 10-jay",
	"deputies": "№38 mektep direktori orinbasarlari",
	"Palvanova Diloram Abdukhalimovna": "Palwanova Dilaram Abduhalimovna",
	"Deputy Director for Academic Affairs": "Oqiw isleri boyinsha direktor orinbasari",
	"Psychologist at school No. 38": "№38 mektep psixologi",
	"Ametova Muhaddas Saparbaevna": "Ametova Muhaddas Saparbaevna",

	"Director of school No. 38": "№38 mektep direktori",
	"Abdieva Sholpan Tlepbaevna": "Abdieva Sholpan Tlepbaevna",
	"Sitimbetova Gulzhamila Amanbaevna": "Sitimbetova Guljamila Amanbaevna",
	"Deputy Director for Spiritual and Educational Work": "Ruwxiy-ag'artuwshiliq tarbiya boyinsha direktor orinbasari",
	"Deputy Director for Spiritual and Moral Work": "Ruwxiy-tarbiya boyincha direktor orinbasari",
	"Allekeev Toremurat Zhangabaevich": "Allekeev Toremurat Jangabaevich",
	"Abdrazakova Gulzar Sadirbaevna": "Abdrazakova Gulzar Sadirbaevna",

	"School passport No. 38": "№38 mektep passporti",
	"Charter of school No. 38": "№38 mektep ustavi",

	"post01": "2021-jıl 29-oktyabr kúni Nókis qalalik hákimligi din isleri bólimi hám Respublika Ruyhıylıq hám aǵartıw orayı Nókis qalalik bólimleri tárepinen 1-sektor aymag'ında jaylasqan ulıwma bilim beriw mektepleri arasında jaslardıń ideologiyalıq immunitetin bekemlew, olar arasında kiyiniw mádeniyatın arttırıw, milliyligimizge bolǵan húrmetti oyatıw, sonday-aq jat ideyalar tásirinen saqlaw maqsetinde «Milliy kiyim-mánawiyat tiykarı» súreni astında tańlaw shólkemlestirildi. Tańlaw «Milliy kiyimler kórgezbesi» hám «Milliy kiyimler mádeniyatı boyınsha saхnalıq kórinis» shártlerinen ibarat bolıp, tańlaw juwmaǵında paytaхtımızdaǵı 38-sanlı ulıwma bilim beriw mektebi 1 orındı  iyeledi.",
	"post02": "Nokis  qalası  38-sanlı  mektepte   festival  dawam  etpekte balalar  jazıwshısı, belgili  ilimpaz  Allanazar  Abdiev  penen  ushırasıw  keshesi  ótkerildi. Jazıwshınıń   dóretiwshilik  jolı  haqqında oqıwshılar  jaqınnan  tanıstı, keń  túsinikke  iye  boldı, kóplegen maģlıwmatlar  aldı. Ushırasıw keshemizdiń jáne  bir  miymanı QMU niń  pedagogika  ilimler  doktorı, professor  Qonısbay  Yusupov  boldı. Qaraqalpaqstan  Respublikasınıń qos  ilimpazları menen  mazmunlı, este  qalarlıqtay  ushırasıw  bolıp  ótti. Mektebimizdiń  \"Qızlarjan\" dógeregine  aģza oqıwshıları  ózleriniń  qosıq  hám  ayaq  oyınları  menen keshemizdin  kórkine  kórik  qostı.Baslanģısh  hayal-qızlar  shólkemi  baslıģı, \"Qızlarjan\" dógerek  basshısı, qaraqalpaq tili  hám  àdebiyatı  pàni oqıtıwshısı ,\"Qaraqalpaqstan  Respublikası  Xalıq Bilimlendiriw Aģlası\"  kókirek  nıshanı sıylıģınıń iyesi  Aitenova  Ziyada  Afinovna.",
	"post03": "38-sanlı mektepte \"BIYBIXONIM mektebi\" shen'berinde Respublikada birinshi ma'rte ken' ko'lemli ilaj sho'lkemlestirildi.\nIlajga Qaraqalpag'stan Respublikası Ministrler Ken'esinen Ayımbetova Bayramgúl Xalıq bilimlediriw ministrliginen Tilewniyazova Amangu'l\nXalıq bilimlendiriw bo'liminen Oralbaeva G'umshagúl \nNo'kis qalası ha'kimliginen Nizamatdinov Qudaybergenler qatnastı ha'm ilajdi sho'lkemlestirgen 38-sanlı mektep ja'ma'a'tine o'z minnetdarshılıg'ın bildirdi.",
	"post04": "Mektep oqıwshıları kitapqumarlar jarısında 7,5 ball toplap keyingi basqıshqa jollama aldı",
	"post05": "Mektebimizdin' 2024-jılı pitkergen oqıwshımız Jumamuratov Kamal Rashitovich Toshkent qalasındag'ı Favqulodta wazirlar akademiyasında oqıp atırg'an oqıwshımız ushın Akademiya ta'repinen mektep jamaa'tine minnetdarshılıq bildirdi.",
	"post06": "Tashkent qalasında bolıp otken \"Yangi yil yulduzlari\" atamasındag'ı konkursda 6g klass oqıwshısı Shamuratov Aktilek oqıwshımız 1 orındı iyeledi.",
	"post07": "Qoroqolpoģiston Respublikasi  Nukus shahri  Xaliq ta'limi xodimlarini qayta tayyorlash va ularning malakasini oshirish hududiy markazida 'Tillarni oqitish metodikasi kafedrasining tinglovchilari uchun maqsadli o'quv seminari  bo'lib o'tdi. Seminarda  shahar va tumanlardan  o'qituvchilar  ishtirok etishdi. Seminarda interaktiv metodlar innovacion  texnologiyalar haqida ma'lumot berildi. 38-sonli umumiy o'rta ta'lim maktabining  qoraqolpoq  tili va  adabiyoti  fani o'qituvchisi  Aitenova Ziyada.",
	"post08": "Qaraqalpaqistan Respublikasi Nókis qalasi Xaliq ta'limi ag'zalari qayta tayyarlaw ha'm olardin' kvalifikaciyasin asiriw aymaq;iq orayinda 'Tillerdi oqitiw metodikasi kafedrasinin' tin'lawshilari ushun maqsetli oquw seminari bo'lib o'tdi. Seminarda qala ha'm aymaqlar mug'allimleri qatnasti. Seminarda interaktiv metodlar innovacion texnologiyalar haqida mag'lumat berildi.\n38-sonli uluwma orta bilim mektepinin' qaraqalpaq tili ha'm adebiyat pa'ni mug'allimi Aitenova Ziyada.",
	"post09": "Nókis  qalalıq Xalıq bilimlendiriw  bólimine qaraslı 38-sanlı ulıwma  orta bilim  beriw mektebiniń qaraqalpaq tili  hàm adebiyatı pàni  oqıtıwshısı Aitenova  Ziyada  Afinovna Tashkent  qalasında NNT \"Укитувчилар ассоциацияси\" tàrepinen shólkemlestirilgen NTM \"Sehryo\" hàm  NTM \"Genesis  Education\"  mekteplerinde bolıp ótken \"Устоз-2020\" hàm \"Устоз-2021\" Milliy mukofoti  jeńimpazları hàm  finalshıları  tàrepinen alıp barılģan sheberlik  sabaģına barıp ham belsene  qatnasıp SERTIFIKAT  penen sıylıqlanıp  oz  pedagogikalıq  tàjiriybesi menen bólisip qayttı.",
	"post010": "Nókis   qalası  shańaraq   hàm  hayal  qızlar  bólimi  tàrepinen  shólkemlestirilgen \"Jıl  hayalı\" milliy  tańlawında  \"Óz  kàsibiniń  ustası  bolģan  jıl  hayalı\"  nominaciyası  boyınsha  38-sanlı mekteptiń  oqıtıwshısı Aitenova  Ziyada  Afinovna  belsene  qatnasıp 3-dàrejeli  diplom  menen  sıylıqlandı."
}
