{
	"admins": {
		"administration": "Ma'múriyat",
		"director": "Mektep direktorı",
		"deputy": "Mektep direktorınıń orınbasarı",
		"psychologist": "Psixologlar"
	},
	"about": {
		"school": "Mektep haqqında",
		"events": "Ilájlar",
		"passport": "Mektep pasportı",
		"charter": "Mektep Nizamı"
	},
	"symbols": {
		"trans": "Simvolika",
		"coatUz": "Ózbekstan Gerbi",
		"flagUz": "Ózbekstan Bayraǵı",
		"anthemUz": "Ózbekstan Gimni",
		"coatQr": "Qaraqalpaqstan Gerbi",
		"flagQr": "Qaraqalpaqstan Bayraǵı",
		"anthemQr": "Qaraqalpaqstan Gimni"
	},
	"address": "Mánzil",
	"selectLan": {
		"select": "Tildi tańlań",
		"en": "Ingliz tili",
		"ru": "Rus tili",
		"uz": "Ózbek tili",
		"qr": "Qaraqalpaq tili"
	},
	"home": {
		"text": "Nókis qalasındaǵı 38-mektep. Koreya Respublikasınıń Tashkenttegi elshixanası qasındaǵı Bilimlendiriw tarawında joqarı jetiskenliklerge erisiw orayı direktorınıń orınbasarı - 장형기. Oqıtıwshı Kim Natalya Nesterovna hám terjiman Saida Ahdamova. Sayohat materiallıq hám usılıy járdem kórsetiw maqsetinde rejelestirilgen edi. Olar reńli qaǵaz hám jipek jipten dóretiwshilik boyınsha kórsetpeli sabaqtı ótkerdi."
	},
	"director": {
		"title": "38-mektep direktorı",
		"name": "Qutıbaeva Zulfiya Kalbaevna"
	},
	"deputy": {
		"title": "38-mektep direktorınıń orınbasarları",
		"name_1": "Palvanova Diloram Abduxalimovna",
		"name_2": "Sitimbetova Gúljamila Amanbaevna",
		"name_3": "Abdieva Sholpan Tlepbaevna",
		"name_4": "Allekeev Toremurat Zhangabaevich"
	},
	"psychologist": {
		"title": "38-mektep psixologları",
		"name_1": "Ametova Muhaddas Saparbaevna",
		"name_2": "Abdrazakova Gulzar Sadirovna"
	},
	"events": {
		"title": "38-mektep ilájları",
		"post_1": "2021-jıl 29-oktyabr kúni Nókis qala hákimliginiń din isleri bólimi hám Respublika Ruwxıyat hám Aǵartıwshılıq orayınıń qala bólimi tárepinen jaslardıń ideyalıq immunitetin bekkemlew, kiyim kiyiw mádeniyatın asırıw, milliy ózlikke húrmet oyatıw hám jat ideyalar tásirinen qorǵaw maqsetinde «Milliy kiyim - ruwxıyattıń tiykarı» shıǵarıǵı astında jaylasqan ulıwma bilim beriw mektepleri arasında tańlaw shólkemlestirildi. Tańlaw «Milliy kiyimler kórgezbesi» hám «Milliy kiyim mádeniyatı haqqında teatrlandırılǵan kórinis» basqıshlarınan ibarat boldı. Tańlaw juwmaǵına qaray Nókis qalasındaǵı 38-mektep 1-orındı iyeledi.",
		"post_2": "Nókis qalasındaǵı 38-mektepte jas qızlar arasında milliy qádiriyatlardı tarǵıb qılıw, dástúr hám úrp-ádetlerimizdi dawam ettiriwshilerdi ábádilestiriw, sonıń menen birge kiyim kiyiw mádeniyatın shólkemlestiriw maqsetinde «Búvim kiygen kiyimler» atamasında tańlaw shólkemlestirildi. Mektep oqıwshıları búvileriniń kiyimlerin úlgili túrde kórsetti.",
		"post_3": "38-mektepte «Bibixanım mektebi» joybarı sheńberinde respublikada birinshi márte keń kólemli iláj shólkemlestirildi. Ilájda Qaraqalpaqstan Respublikası Ministrler Keńesiniń Bayramgúl Ayimbetova, Xalıq bilimlendiriw ministrliginen Amangúl Tilewniyazova, Xalıq bilimlendiriw bóliminen Gúmshagúl Oralbaeva, Nókis qala hákimliginen Qudaybergen Nizamatdinov qatnasıp, ilájdı shólkemlestirgen 38-mektep jámáátine óz minnetdarshılıgın bildirdi.",
		"post_4": "38-mektep. \"Jas dizayner\" tańlawı tili",
		"post_5": "Nókis qalasındaǵı 38-mektepte festival dawam etpekte. Balalar jazıwshısı, belgili alım Allanazar Abdiev menen ushırasıw bolıp ótti. Talabalar jazıwshınıń dóretiwshilik jolı menen tanıstı, ol haqqında keń túsinikke iye boldı hám kóp maǵlıwmatlardı úyrendi. Uchrasiwımızdıń jáne bir miymanı pedagogika pánleri doktorı, KMU professorı Konısbay Yusupov edi. Qaraqalpaqstan Respublikasınıń eki alımı menen ushırasıw mazmunlı hám esde qalarli boldı. «Qızlarjon» togaragi oqıwshıları keshemizdi óz qosıqları hám oyınları menen bezetti. Birlamshı hayal-qızlar shólkemi baslıǵı, «Qızlarjon» togaragi baslıǵı, qaraqalpaq tili hám ádebiyatı oqıtıwshısı, «Ózbekistan Respublikası xalıq bilimlendiriwi aǵlası» kókirek nıshanı iyesi Aytenova Ziyada Afinovna.",
		"post_6": "Qaraqalpaqstan Respublikası Xalıq bilimlendiriw xızmetkerlerin qayta tayarlaw hám qánigelestiriwin arttırıw aymaqlıq orayında «Til úyretiw metodikası» kafedrası tınǵılawshıları ushın maqsetli oqıw seminarı ótkerildi. Seminarda qala hám rayonlardan kelgen oqıtıwshılar qatnastı. Seminarda interaktiv usıllar hám innovatsion texnologiyalar haqqında maǵlıwmatlar taqdim etildi. 38-sanlı ulıwma bilim beriw mektebiniń qaraqalpaq tili hám ádebiyatı oqıtıwshısı Aytenova Ziyada.",
		"post_7": "Nókis qala xalıq bilimlendiriw bólimine qaraslı 38-mekteptiń qaraqalpaq tili hám ádebiyatı oqıtıwshısı Aytenova Ziyada Afinovna Tashkent qalasında «Sexrio» NMSh hám «Genesis Education» NMSh mekteplerinde «Ustaz-2020» hám «Ustaz-2021» Milliy sıylıqtıń jeńimpazları hám finalistları tárepinen shólkemlestirilgen sheberlik dársin qatnastı, onda belsendi qatnastı, SERTIFIKAT menen sıylıqlandı hám óz pedagogikalıq tájiriybesi menen bólisti.",
		"post_8": "Nókis qala shańaraq hám hayal-qızlar isleri bólimi tárepinen shólkemlestirilgen \"Jıl hayalı\" milliy tańlawında 38-mektep muǵallimi Aytenova Ziyada Afinovna \"Jıl hayalı - óz kásibiniń sheberi\" nominatsiyasında belsendi qatnasıp, 3-dárejeli diplom menen sıylıqlandı. til",
		"post_9": "38-mektepte 11-fevralde nıshanlanatuǵın Xalıqaralıq pán tarawındaǵı hayallar hám qızlar kúni múnásebeti menen «Pán - baxt asarı» atamasında ushırasıw bolıp ótti. Onda Ájiniyaz atındaǵı NQDPI baslawısh fakulteti dekanı, professor, «Húrmetli hayal» kókirek nıshanı iyesi, Ózbekistan hám Qaraqalpaqstan bilimlendiriwiniń xızmetkéri Seyitjanova Ulbosın Qudaybergenovna qatnastı. Filologiya pánleri kandidatı, Berdaq atındaǵı QMU dotsenti Qazaqbaeva Anar. Nókis qala hákimligi baslawısh hayal-qızlar shólkemi qánigesi Elmuratova Zamira. Nókis qala MDHÁBB bólimi baslıǵı Erjanova Marzhangúller. Mirát etilgen miymanlar pán tarawındaǵı jetiskenlikleri haqqında sózlep berdiler. Ushırasıw soraw-juwap túrinde dawam etti hám studentler ózlerin qızıqtırǵan sorawlarǵa juwap aldı. Shólkemlestiriwshi: qaraqalpaq tili hám ádebiyatı oqıtıwshısı Aytenova Ziyada Afinovna.",
		"post_10": "Nókis qalasındaǵı 38-mekteptiń 9-klás oqıwshısı Mamutova Juldız «Bárekelda, qızlar» viktorinasında jeńimpaz bolıp, 1-orındı iyeledi. Tayarlaǵan oqıtıwshı: Aytenova Ziyada Afinovna.",
		"post_11": "Nókis qalası MSh hám MBBne qaraslı 38-sanlı ulıwma orta bilim beriw mektebiniń  9-klass oqıwshıların kásip-ónerge baǵdarlaw maqsetinde qalamızda jaylasqan MONO ORAYǵa sayaxat shólkemlestirildi. Sayaxat dawamında oqıwshılarǵa orayada úyretilip atırǵan kásip túrleri haqqında maǵlıwmat berildi."
	},
	"password": {
		"title": "38-mektep pasporti"
	},
	"charter": {
		"title": "38-mektep nizamı"
	},
	"addressComponent": {
		"title": "38-mektep nizamı"
	}
}
