{
	"Administration": "Администрация",
	"About school": "О школе",
	"Symbolism": "Символика",
	"Address": "Адрес",
	"head teacher": "директор школы",
	"deputy headmaster": "зам. директора школы",
	"psychologists": "психологи",
	"english": "Английский",
	"uzbek": "Узбекский",
	"russian": "Русский",
	"qaraqalpaq": "Каракалпакский",
	"Choose language": "Выберите язык",
	"School passport": "паспорт школы",
	"School Charter": "устав школы",
	"Coat of arms of Uzbekistan": "Герб Узбекистана",
	"Flag of Uzbekistan": "Флаг Узбекистана",
	"Anthem of Uzbekistan": "Гимн Узбекистана",
	"Coat of arms of Karakalpakistan": "Герб Каракалпакистан",
	"Flag of Karakalpakistan": "Флаг Каракалпакистан",
	"Anthem of Karakalpakistan": "Гимн Каракалпакистан",

	"Director of school No. 38": "Директор школы №38",

	"Qutibaeva Zulfiya Qalbaevna": "Кутыбаева Зулфия Калбаевна",

	"School address": "Адрес школы: Город Нукус, улица Miyweli, дом №10",
	"deputies": "Заместители директора школы №38",
	"Deputy Director for Academic Affairs": "Заместитель директора по учебным делам",
	"Palvanova Diloram Abdukhalimovna": "Палванова Дилорам Абдухалимовна",
	"Psychologist at school No. 38": "Психолог школы №38",
	"Ametova Muhaddas Saparbaevna": "Аметова Мухаддас Сапарбаевна",
	"Abdieva Sholpan Tlepbaevna": "Абдиева Шолпан Тлепбаевна",
	"Sitimbetova Gulzhamila Amanbaevna": "Ситимбетова Гульжамила Аманбаевна",
	"Deputy Director for Spiritual and Educational Work": "Заместитель директора по духовно-воспитательной работе",
	"Deputy Director for Spiritual and Moral  Work": "Заместитель директора по духовно-нравственной работе",
	"Allekeev Toremurat Zhangabaevich": "Аллекеев Торемурат Жангабаевич",
	"Abdrazakova Gulzar Sadirbaevna": "Абдразакова Гулзар Садирбаевна",

	"School passport No. 38": "Пасспорт школы №38",
	"Charter of school No. 38": "Устав школы №38",

	"post01": "29 октября 2021 года отделом по делам религий хокимията города Нукуса и Нукусскими городскими отделениями Республиканского центра духовности и просвещения среди общеобразовательных школ, расположенных в 1-м секторе, был организован конкурс под лозунгом «Национальная одежда – основа духовности» с целью укрепления идеологического иммунитета молодежи, повышения культуры их одежды, пробуждения уважения к нашей национальной идентичности, а также защиты от влияния чуждых идей. Конкурс состоял из условий «Выставка национальной одежды» и «Сценическое представление по культуре национальной одежды», и по итогам конкурса школа №38, расположенная в нашей столице, заняла 1 место.",
	"post02": "В школе № 38 в Нукусе продолжается фестиваль, где состоялась встреча с детским писателем, известным ученым Алланазаром Абдиевым.\nУченики узнали о творческом пути писателя, получили более широкое понимание и получили много информации.\nЕще одним гостем нашей встречи стал Конысбай Юсупов, доктор педагогических наук, профессор Каракалпакского государственного университета (КГУ).\nСостоялась содержательная и запоминающаяся встреча с двумя учеными Республики Каракалпакстан. Участницы кружка «Кызларжан» (Девичья душа) нашей школы украсили мероприятие своими стихами и танцами.\nАйтенова Зияда Афиновна, руководитель первичной женской организации, руководитель кружка «Кызларжан», учитель каракалпакского языка и литературы, обладатель нагрудного знака «Отличник народного образования Республики Каракалпакстан».",
	"post03": "В школе номер 38 впервые в Республике было организовано масштабное мероприятие в рамках проекта \"Школа БИЙБИХАНИМ\".\nВ мероприятии приняли участие Байрамгуль Айымбетова от Совета Министров Республики Каракалпакстан, Амангуль Тилеуниязова от Министерства народного образования,\nГумшагуль Оралбаева от отдела народного образования и Кудайберген Низаматдинов от администрации города Нукус. Они выразили благодарность коллективу школы №38, организовавшему мероприятие.",
	"post04": "Школьники набрали 7,5 баллов в конкурсе книголюбов и получили путёвку в следующий этап.",
	"post05": "Академия выразила благодарность коллективу школы за нашего ученика Жумамуратова Камала Рашитовича, выпускника нашей школы 2024 года, который учится в Академии чрезвычайных ситуаций в Ташкенте.",
	"post06": "На конкурсе под названием \"Новогодние звезды\", проходившем в Ташкенте, наш ученик Шамуратов Актилек, ученик 6г класса, занял 1 место.",
	"post07": "В региональном центре переподготовки и повышения квалификации работников народного образования города Нукуса Республики Каракалпакстан состоялся целевой учебный семинар для слушателей кафедры методики обучения языкам. В семинаре приняли участие учителя из городов и районов. На семинаре была представлена информация об интерактивных методах и инновационных технологиях.\nАйтенова Зияда, учительница каракалпакского языка и литературы школы № 38",
	"post08": "В региональном центре переподготовки и повышения квалификации работников народного образования города Нукуса Республики Каракалпакстан состоялся целевой учебный семинар для слушателей кафедры методики обучения языкам. В семинаре приняли участие учителя из городов и районов. На семинаре была представлена информация об интерактивных методах и инновационных технологиях.\nАйтенова Зияда, учительница каракалпакского языка и литературы школы № 38.",
	"post09": "Айтенова Зияда Афиновна, учительница каракалпакского языка и литературы школы № 38, подведомственной Нукусскому городскому отделу народного образования, посетила и активно участвовала в мастер-классе, проведенном победителями и финалистами Национальных премий «Устоз-2020» и «Устоз-2021», организованном ННО «Ассоциация учителей» в Ташкенте в школах НТМ «Sehryo» и НТМ «Genesis Education», и была награждена СЕРТИФИКАТОМ. Она вернулась, поделившись своим педагогическим опытом.",
	"post010": "В национальном конкурсе \"Женщина года\", организованном отделом по делам семьи и женщин города Нукуса, Айтенова Зияда Афиновна, учительница школы № 38, активно участвовала в номинации \"Женщина года - Мастер своей профессии\" и была награждена дипломом 3-й степени."
}
