{
	"admins": {
		"administration": "Администрация",
		"director": "Директор школы",
		"deputy": "Зам. директора школы",
		"psychologist": "Психологи",
		"": ""
	},

	"about": {
		"school": "О школе",
		"events": "Мероприятия",
		"passport": "Паспорт школы",
		"charter": "Устав школы"
	},

	"symbols": {
		"trans": "Символика",
		"coatUz": "Гимн Узбекистана",
		"flagUz": "Флаг Узбекистана",
		"anthemUz": "Герб Узбекистана",
		"coatQr": "Гимн Каракалпакстана",
		"flagQr": "Флаг Каракалпакстана",
		"anthemQr": "Герб Каракалпакстана"
	},

	"address": "Адрес",

	"selectLan": {
		"select": "Выберите язык",
		"en": "Английский",
		"ru": "Русский",
		"uz": "Узбекский",
		"qr": "Каракалпакский"
	},

	"home": {
		"text": "38-школа г Нукуса Зам.директора ЦОРК при Посольстве Республики Корея в Ташкенте - 장형기 Преподаватель Ким Наталья Нестеровна и переводчик Саида Ахдамова. Поездка была плановая с целью оказания материальной и методической помощи. Давали показательной урок творчества рукоделия из цветной бумаги и шелковой нитью."
	},

	"director": {
		"title": "Директор школы №38",
		"name": "Кутыбаева Зулфия Калбаевна"
	},

	"deputy": {
		"title": "Заместители директора школы №38",
		"name_1": "Палванова Дилорам Абдухалимовна",
		"name_2": "Ситимбетова Гульжамила Аманбаевна",
		"name_3": "Абдиева Шолпан Тлепбаевна",
		"name_4": "Аллекеев Торемурат Жангабаевич"
	},

	"psychologist": {
		"title": "Психологи школы №38",
		"name_1": "Аметова Мухаддас Сапарбаевна",
		"name_2": "Абдразакова Гулзар Садирбаевна"
	},

	"events": {
		"title": "Мероприятия школы №38",
		"post_1": "29 октября 2021 года отделом по делам религий хокимията города Нукуса и городским отделом Республиканского центра духовности и просвещения среди общеобразовательных школ, расположенных в 1-м секторе, был организован конкурс под лозунгом «Национальная одежда – основа духовности» с целью укрепления идеологического иммунитета молодежи, повышения культуры ношения одежды, пробуждения уважения к национальной идентичности и защиты от влияния чуждых идей. Конкурс состоял из этапов «Выставка национальной одежды» и «Театральная сценка о культуре национальной одежды». По итогам конкурса 1-е место заняла школа №38 города Нукуса.",
		"post_2": "В школе №38 города Нукуса среди молодых девушек в целях пропаганды национальных ценностей, увековечивания продолжателей наших традиций и обычаев, а также организации культуры ношения одежды был организован конкурс под названием «Одежда, которую носила моя бабушка». Ученицы школы образцово продемонстрировали одежду своих бабушек.",
		"post_3": "В школе №38 в рамках проекта \"Школа Бибиханум\" впервые в республике было организовано масштабное мероприятие. В мероприятии приняли участие Байрамгуль Айымбетова из Совета Министров Республики Каракалпакстан, Амангуль Тилеуниязова из Министерства народного образования, Гумшагуль Оралбаева из отдела народного образования, Кудайберген Низаматдинов из хокимията города Нукуса и выразили благодарность коллективу школы №38, организовавшему мероприятие.",
		"post_4": "Школа №38. Конкурс \"Юный дизайнер\" язык",
		"post_5": "В школе №38 города Нукуса продолжается фестиваль. Состоялась встреча с детским писателем, известным ученым Алланазаром Абдиевым. Ученики поближе познакомились с творческим путем писателя, получили широкое представление о нем и узнали много информации. Еще одним гостем нашей встречи был доктор педагогических наук, профессор КМУ Конысбай Юсупов. Встреча с двумя учеными Республики Каракалпакстан прошла содержательно и запомнилась. Ученицы кружка \"Кызларжан\" (\"Девичья душа\") украсили наш вечер своими стихами и танцами. Руководитель первичной женской организации, руководитель кружка \"Кызларжан\", учитель каракалпакского языка и литературы, обладатель нагрудного знака \"Отличник народного образования Республики Каракалпакстан\" Айтенова Зияда Афиновна.",
		"post_6": "В региональном центре переподготовки и повышения квалификации работников народного образования Республики Каракалпакстан, город Нукус, прошел целевой учебный семинар для слушателей кафедры \"Методика обучения языкам\". В семинаре приняли участие учителя из городов и районов. На семинаре была представлена информация об интерактивных методах и инновационных технологиях. Учитель каракалпакского языка и литературы общеобразовательной школы №38 Айтенова Зияда.",
		"post_7": "Учитель каракалпакского языка и литературы школы №38 при отделе народного образования города Нукуса Айтенова Зияда Афиновна посетила мастер-класс, проведенный победителями и финалистами Национальной премии \"Устоз-2020\" и \"Устоз-2021\", организованный ННО \"Ассоциация учителей\" в школах ННО \"Сехрё\" и ННО \"Genesis Education\" в городе Ташкенте, активно участвовала в нем, была награждена СЕРТИФИКАТОМ и поделилась своим педагогическим опытом.",
		"post_8": "На национальном конкурсе \"Женщина года\", организованном отделом по делам семьи и женщин города Нукуса, учительница школы №38 Айтенова Зияда Афиновна активно участвовала в номинации \"Женщина года – мастер своего дела\" и была награждена дипломом 3-й степени. язык",
		"post_9": "В школе №38 в связи с Международным днем женщин и девочек в науке, отмечаемым 11 февраля, состоялась встреча под названием \"Наука – ключ к счастью\". В ней приняли участие декан начального факультета НГПИ имени Ажинияза, профессор, обладатель нагрудного знака \"Почетная женщина\", отличник образования Узбекистана и Каракалпакстана – Сейтжанова Улбосын Кудайбергеновна. Кандидат филологических наук, доцент КГУ имени Бердаха Казакбаева Анар. Специалист первичной женской организации хокимията города Нукуса Эльмуратова Замира. Начальник ЗАГСа МСОНО города Нукуса Ержанова Маржангуллер. Приглашенные гости рассказали о своих достижениях в области науки. Встреча продолжилась в форме вопросов и ответов, и ученицы получили ответы на интересующие их вопросы. Организатор: учитель каракалпакского языка и литературы Айтенова Зияда Афиновна.",
		"post_10": "Ученица 9 класса школы №38 города Нукуса Мамутова Жульдыз стала победительницей викторины \"Барекелла, девушки\", заняв 1-е место. Подготовивший учитель: Айтенова Зияда Афиновна.",
		"post_11": "В целях профессиональной ориентации учащихся 9 класса средней общеобразовательной школы №38, относящейся к отделам народного образования и медицинских объединений города Нукуса, была организована экскурсия в МОНО-центр, расположенный в нашем городе. В ходе экскурсии учащимся была предоставлена информация о видах профессий, которым обучают в центре."
	},

	"password": {
		"title": "Паспорт школы №38"
	},

	"charter": {
		"title": "Устав школы №38"
	},

	"addressComponent": {
		"title": "Устав школы №38"
	}
}
