{
	"admins": {
		"administration": "Ma'muriyat",
		"director": "Maktab direktori",
		"deputy": "Maktab direktorining o'rinbosari",
		"psychologist": "Psixologlar"
	},

	"about": {
		"school": "Maktab haqida",
		"events": "Tadbirlar",
		"passport": "Maktab pasporti",
		"charter": "Maktab Nizomi"
	},

	"symbols": {
		"trans": "Ramziylik",
		"coatUz": "O'zbekiston Gerbi",
		"flagUz": "O'zbekiston Bayrog'i",
		"anthemUz": "O'zbekiston Madhiyasi",
		"coatQr": "Qoraqalpog'iston Gerbi",
		"flagQr": "Qoraqalpog'iston Bayrog'i",
		"anthemQr": "Qoraqalpog'iston Madhiyasi"
	},

	"address": "Manzil",

	"selectLan": {
		"select": "Tilni tanlang",
		"en": "Ingliz tili",
		"ru": "Rus tili",
		"uz": "O'zbek tili",
		"qr": "Qoraqalpoq tili"
	},

	"home": {
		"text": "Nukus shahridagi 38-maktab. Koreya Respublikasining Toshkentdagi elchixonasi qoshidagi Ta'lim sohasida yuksak yutuqlarga erishish markazi direktorining o'rinbosari - 장형기. O'qituvchi Kim Natalya Nesterovna va tarjimon Saida Ahdamova. Sayohat moddiy va uslubiy yordam ko'rsatish maqsadida rejalashtirilgan edi. Ular rangli qog'oz va ipak ipidan ijodiy hunarmandchilik bo'yicha namoyish darsini o'tkazdilar."
	},

	"director": {
		"title": "38-maktab direktori",
		"name": "Qutibaeva Zulfiya Kalbaevna"
	},

	"deputy": {
		"title": "38-maktab direktorining o'rinbosarlari",
		"name_1": "Palvanova Diloram Abduhalimovna",
		"name_2": "Sitimbetova Gulzhamila Amanbaevna",
		"name_3": "Abdieva Sholpan Tlepbaevna",
		"name_4": "Allekeev Toremurat Zhangabaevich"
	},

	"psychologist": {
		"title": "38-maktab psixologlari",
		"name": "Ametova Muhaddas Saparbaevna"
	},

	"events": {
		"title": "38-maktab tadbirlari",
		"post_1": "2021-yil 29-oktabr kuni Nukus shahar hokimligining din ishlari bo'limi va Respublika Ma'naviyat va Ma'rifat markazining shahar bo'limi tomonidan 1-sektorda joylashgan umumta'lim maktablari o'rtasida yoshlarning mafkuraviy immunitetini mustahkamlash, kiyim kiyish madaniyatini oshirish, milliy o'zlikka hurmat uyg'otish va begona g'oyalar ta'siridan himoyalash maqsadida «Milliy kiyim - ma'naviyat asosi» shiori ostida tanlov tashkil etildi. Tanlov «Milliy kiyimlar ko'rgazmasi» va «Milliy kiyim madaniyati haqida teatrlashtirilgan sahna» bosqichlaridan iborat bo'ldi. Tanlov yakuniga ko'ra Nukus shahridagi 38-maktab 1-o'rinni egalladi.",
		"post_2": "Nukus shahridagi 38-maktabda yosh qizlar o'rtasida milliy qadriyatlarni targ'ib qilish, an'ana va urf-odatlarimiz davomchilarini abadiylashtirish, shuningdek, kiyim kiyish madaniyatini tashkil etish maqsadida «Buvem kiygan kiyimlar» nomli tanlov tashkil etildi. Maktab o'quvchilari buvilarining kiyimlarini namunali tarzda namoyish etdilar.",
		"post_3": "38-maktabda «Bibixonim maktabi» loyihasi doirasida respublikada birinchi marta keng ko'lamli tadbir tashkil etildi. Tadbirda Qoraqalpog'iston Respublikasi Vazirlar Kengashidan Bayramgul Ayimbetova, Xalq ta'limi vazirligidan Amangul Tileuniyazova, Xalq ta'limi bo'limidan Gumshagul Oralbaeva, Nukus shahar hokimligidan Kudaybergen Nizamatdinov ishtirok etib, tadbirni tashkil etgan 38-maktab jamoasiga o'z minnatdorchiligini bildirdilar.",
		"post_4": "38-maktab. \"Yosh dizayner\" tanlovi tili",
		"post_5": "Nukus shahridagi 38-maktabda festival davom etmoqda. Bolalar yozuvchisi, taniqli olim Allanazar Abdiev bilan uchrashuv bo'lib o'tdi. Talabalar yozuvchining ijodiy yo'li bilan tanishdilar, u haqida keng tushunchaga ega bo'ldilar va ko'plab ma'lumotlarni o'rgandilar. Uchrashuvimizning yana bir mehmoni pedagogika fanlari doktori, KMU professori Konisbay Yusupov edi. Qoraqalpog'iston Respublikasining ikki olimi bilan uchrashuv mazmunli va esda qolarli bo'ldi. \"Qizlarjon\" to'garagi o'quvchilari kechamizni o'z she'r va raqslari bilan bezatdilar. Birlamchi xotin-qizlar tashkiloti rahbari, \"Qizlarjon\" to'garagi rahbari, qoraqalpoq tili va adabiyoti o'qituvchisi, «O'zbekiston Respublikasi xalq ta'limi a'lochisi» ko'krak nishoni sohibasi Aytenova Ziyada Afinovna.",
		"post_6": "Qoraqalpog'iston Respublikasi Xalq ta'limi xodimlarini qayta tayyorlash va malakasini oshirish hududiy markazida \"Til o'qitish metodikasi\" kafedrasi tinglovchilari uchun maqsadli o'quv seminar o'tkazildi. Seminarda shahar va tumanlardan kelgan o'qituvchilar ishtirok etishdi. Seminarda interaktiv usullar va innovatsion texnologiyalar haqida ma'lumotlar taqdim etildi. 38-sonli umumta'lim maktabining qoraqalpoq tili va adabiyoti o'qituvchisi Aytenova Ziyada.",
		"post_7": "Nukus shahar xalq ta'limi bo'limiga qarashli 38-maktabning qoraqalpoq tili va adabiyoti o'qituvchisi Aytenova Ziyada Afinovna Toshkent shahrida «Sekhryo» NNT va «Genesis Education» NNT maktablarida «Ustoz-2020» va «Ustoz-2021» Milliy mukofoti g'olib va finalchilari tomonidan tashkil etilgan mahorat darsida qatnashdi, unda faol ishtirok etdi, SERTIFIKAT bilan taqdirlandi va o'z pedagogik tajribasi bilan o'rtoqlashdi.",
		"post_8": "Nukus shahar oila va xotin-qizlar ishlari bo'limi tomonidan tashkil etilgan \"Yil ayoli\" milliy tanlovida 38-maktab o'qituvchisi Aytenova Ziyada Afinovna \"Yil ayoli - o'z kasbining ustasi\" nominatsiyasida faol ishtirok etib, 3-darajali diplom bilan taqdirlandi. til",
		"post_9": "38-maktabda 11-fevralda nishonlanadigan Xalqaro fan sohasida ayollar va qizlar kuni munosabati bilan «Fan - baxt kaliti» nomli uchrashuv bo'lib o'tdi. Unda Ajiniyoz nomidagi NGDPI boshlang'ich fakulteti dekani, professor, «Faxriy ayol» ko'krak nishoni sohibasi, O'zbekiston va Qoraqalpog'iston ta'lim a'lochisi Seitjanova Ulbosin Kudaybergenovna ishtirok etdi. Filologiya fanlari nomzodi, Berdax nomidagi KDU dotsenti Qazaqbaeva Anar. Nukus shahar hokimligi boshlang'ich xotin-qizlar tashkiloti mutaxassisi Elmuratova Zamira. Nukus shahar MSONO FHDYo bo'limi boshlig'i Erjanova Marzhanguller. Taklif etilgan mehmonlar fan sohasidagi yutuqlari haqida so'zlab berdilar. Uchrashuv savol-javob shaklida davom etdi va talabalar o'zlarini qiziqtirgan savollarga javob oldilar. Tashkilotchi: qoraqalpoq tili va adabiyoti o'qituvchisi Aytenova Ziyada Afinovna.",
		"post_10": "Nukus shahridagi 38-maktabning 9-sinf o'quvchisi Mamutova Juldiz «Barekalla, qizlar» viktorinasida g'olib bo'lib, 1-o'rinni egalladi. Tayyorlagan o'qituvchi: Aytenova Ziyada Afinovna."
	},

	"password": {
		"title": "38-maktab pasporti"
	},

	"charter": {
		"title": "38-maktab nizomi"
	},

	"addressComponent": {
		"title": "38-maktab nizomi"
	}
}
