{
	"Administration": "Administraciya",
	"About school": "Maktap haqqida",
	"Symbolism": "Nishonlar",
	"Address": "Manzili",

	"head teacher": "direktor",
	"deputy headmaster": "direktor orinbosorlari",
	"psychologists": "psixologlar",
	"english": "inglis tili",
	"uzbek": "o'zbekcha",
	"russian": "ruscha",
	"qaraqalpaq": "qoraqolpoqcha",
	"Choose language": "Til tanlang'",
	"School passport": "maktab passporti",
	"School Charter": "maktab ustavi",
	"Coat of arms of Uzbekistan": "O'zbekiston gerbi",
	"Flag of Uzbekistan": "O'zbekiston bayrog'i",
	"Anthem of Uzbekistan": "O'zbekiston gimni",
	"Coat of arms of Karakalpakistan": "Qoraqolpoqiston gerbi",
	"Flag of Karakalpakistan": "Qoraqolpoqiston bayrog'i",
	"Anthem of Karakalpakistan": "Qoraqolpoqiston gimni",
	"Qutibaeva Zulfiya Qalbaevna": "Qutibaeva Zulfiya Qalbaevna",
	"School address": "Maktab manzili: Nukus shahri, Miyweli kochasi, 10-uy",
	"deputies": "№38 maktab direktori orinbosorlari",
	"Palvanova Diloram Abdukhalimovna": "Palwanova Dilaram Abduhalimovna",
	"Deputy Director for Academic Affairs": "Oquv ishleri boyincha direktor orinbosari",
	"Ametova Muhaddas Saparbaevna": "Ametova Muhaddas Saparbaevna",

	"Director of school No. 38": "№38 maktab direktori",
	"Abdieva Sholpan Tlepbaevna": "Abdieva Sholpan Tlepbaevna",
	"Sitimbetova Gulzhamila Amanbaevna": "Sitimbetova Guljamila Amanbaevna",
	"Deputy Director for Spiritual and Educational Work": "Manaviy-ahloqiy tarbiya boyicha direktor orinbosari",
	"Deputy Director for Spiritual and Moral Work": "Manaviy-tarbiya boyicha direktor orinbosari",
	"Allekeev Toremurat Zhangabaevich": "Allekeev Toremurat Jangabaevich",
	"Abdrazakova Gulzar Sadirbaevna": "Abdrazakova Gulzar Sadirbaevna",

	"School passport No. 38": "№38 maktab passporti",
	"Charter of school No. 38": "№38 maktab ustavi",

	"post01": "2021-yil 29-oktabr kuni Nukus shahar hokimligi Din ishlari bo'limi va Respublika Ma'naviyat va ma'rifat markazi Nukus shahar bo'limlari tomonidan 1-sektor hududida joylashgan umumiy bilim beruvchi maktablar o'rtasida yoshlarning mafkuraviy immunitetini mustahkamlash, ular orasida kiyinish madaniyatini oshirish, milliy qadriyatlarimizga hurmatni uyg'otish, shuningdek, yot g'oyalar ta'siridan saqlash maqsadida \"Milliy kiyim - ma'naviyat asosi\" shiori ostida tanlov tashkil etildi. Tanlov \"Milliy kiyimlar ko'rgazmasi\" va \"Milliy kiyimlar madaniyati bo'yicha sahna ko'rinishi\" shartlaridan iborat bo'lib, tanlov yakunida poytaxtimizdagi 38-sonli umumiy bilim beruvchi maktab 1-o'rinni egalladi.",
	"post02": "Nokis  qalası  38-sanlı  mektepte   festival  davam  etpekte balalar  jazıwshısı, belgili  ilimpaz  Allanazar  Abdiev  penen  ushırasıw  keshesi  ótkerildi.\nJazıwshınıń  dóretiwshilik  jolı  haqqında oqıwshılar  jaqınnan  tanıstı, keń  túsinikke  iye  boldı, kóplegen maģlıwmatlar  aldı.\nUshırasıw keshemizdiń jáne  bir  miymanı QMU niń pedagogika  ilimler  doktorı, professor  Qonısbay  Yusupov  boldı.\nQaraqalpaqstan  Respublikasınıń qos  ilimpazları menen  mazmunlı, este  qalarlıqtay  ushırasıw  bolıp  ótti. Mektebimizdiń  \"Qızlarjan\" dógeregine  aģza oqıwshıları  ózleriniń  qosıq  hám  ayaq  oyınları  menen keshemizdin  kórkine  kórik  qostı.  \nBaslanģısh  hayal-qızlar  shólkemi  baslıģı, \"Qızlarjan\" dógerek  basshısı, qaraqalpaq tili  hám  àdebiyatı  pàni oqıtıwshısı ,\"Qaraqalpaqstan  Respublikası  Xalıq Bilimlendiriw Aģlası\"  kókirek  nıshanı sıylıģınıń iyesi  Aitenova  Ziyada  Afinovna.",
	"post03": "38-sonli maktabda \"BIYBIXONIM maktabi\" doirasida Respublikada birinchi marta keng ko'lamli tadbir tashkil etildi.\nTadbirda Qoraqalpogʻiston Respublikasi Vazirlar Kengashidan Ayimbetova Bayramgul, Xalq taʼlimi vazirligidan Tilewniyazova Amangul,\nXalq taʼlimi boʻlimidan Oralbaeva Gumshagul va\nNukus shahar hokimligidan Nizamatdinov Qudaybergenlar qatnashdi va tadbirni tashkil etgan 38-sonli maktab jamoasiga oʻz minnatdorchiligini bildirdi.",
	"post04": "Maktab o'quvchilari kitobsevarlar tanlovida 7,5 ball to'plab keyingi bosqichga yo'llanma oldi.",
	"post05": "Maktabimizning 2024-yilda bitirgan o'quvchimiz Jumamuratov Kamal Rashitovich Toshkent shahridagi Favqulodda vaziyatlar akademiyasida o'qiyotgan o'quvchimiz uchun Akademiya tomonidan maktab jamoasiga minnatdorchilik bildirdi.",
	"post06": "Toshkent shahrida bo'lib o'tgan \"Yangi yil yulduzlari\" nomli tanlovda 6g sinf o'quvchisi Shamuratov Aktilek o'quvchimiz 1-o'rinni egalladi.",
	"post07": " Qoroqolpoģiston Respublikasi  Nukus shahri  Xaliq ta'limi xodimlarini qayta tayyorlash va ularning malakasini oshirish hududiy markazida 'Tillarni oqitish metodikasi kafedrasining tinglovchilari uchun maqsadli o'quv seminari  bo'lib o'tdi. Seminarda  shahar va tumanlardan  o'qituvchilar  ishtirok etishdi. Seminarda interaktiv metodlar innovacion  texnologiyalar haqida ma'lumot berildi. 38-sonli umumiy o'rta ta'lim maktabining  qoraqolpoq  tili va  adabiyoti  fani o'qituvchisi  Aitenova Ziyada.",
	"post08": "Qoroqolpoģiston Respublikasi Nukus shahri Xaliq ta'limi xodimlarini qayta tayyorlash va ularning malakasini oshirish hududiy markazida 'Tillarni oqitish metodikasi kafedrasining tinglovchilari uchun maqsadli o'quv seminari bo'lib o'tdi. Seminarda shahar va tumanlardan o'qituvchilar ishtirok etishdi. Seminarda interaktiv metodlar innovacion texnologiyalar haqida ma'lumot berildi.\n38-sonli umumiy o'rta ta'lim maktabining qoraqolpoq tili va adabiyoti fani o'qituvchisi Aitenova Ziyada.",
	"post09": "Nukus shahar Xalq ta'limi bo'limiga qarashli 38-sonli umumiy o'rta ta'lim maktabining qoraqalpoq tili va adabiyoti fani o'qituvchisi Aytenova Ziyada Afinovna Toshkent shahrida NNT \"O'qituvchilar assotsiatsiyasi\" tomonidan tashkil etilgan NTM \"Sehryo\" va NTM \"Genesis Education\" maktablarida bo'lib o'tgan \"Ustoz-2020\" va \"Ustoz-2021\" Milliy mukofoti g'oliblari va finalchilari tomonidan olib borilgan mahorat sabog'iga borib hamda faol qatnashib SERTIFIKAT bilan taqdirlandi va o'z pedagogik tajribasi bilan bo'lishib qaytdi.",
	"post010": "Nukus shahri oila va ayollar bo'limi tomonidan tashkil etilgan \"Yil ayoli\" milliy tanlovida 38-sonli maktab o'qituvchisi Aytenova Ziyada Afinovna \"O'z kasbining ustasi bo'lgan yil ayoli\" nominatsiyasi bo'yicha faol qatnashib, 3-darajali diplom bilan taqdirlandi."
}
